{
  "parameters.timezone": "UTC",
  "parameters.rows": 5,
  "parameters.dataset.0": "nc-historic-road-markers",
  "parameters.format": "json",
  "nhits": 1581,
  "records.0.geometry.type": "Point",
  "records.0.geometry.coordinates.0": -76.70936000019844,
  "records.0.geometry.coordinates.1": 36.041419999893776,
  "records.0.record_timestamp": "2016-09-15T13:00:29+00:00",
  "records.0.fields.uniquekey": 42260,
  "records.0.fields.notes": "Originally EDEN HOUSE (1936 and 1982); scrapped, 1998.",
  "records.0.fields.xcoord": -76.70936,
  "records.0.fields.dotdistrictid": 1,
  "records.0.fields.geo_point_2d.0": 36.041419999893776,
  "records.0.fields.geo_point_2d.1": -76.70936000019844,
  "records.0.fields.markertitle": "SALMON CREEK AND EDEN HOUSE: SEEDBED OF THE COLONY",
  "records.0.fields.buffer": 4,
  "records.0.fields.sketch": "&nbsp &nbsp &nbsp  Erected in June 2001, the large marker replaced four older markers, all of which were scrapped when construction commenced on the new US 17 bridge across the Chowan River.  The older markers were dedicated to Eden House, home of Governor Charles Eden; Edward Hyde, colonial governor; Batts House, the first known home of a permanent settler of European descent; and Thomas Pollock, another colonial governor.\r\n\r\n&nbsp &nbsp &nbsp  The marker includes an inset map and was the first erected of its type since FF-1 was placed in 1986 to commemorate the [Battle of Wyse Fork, FF-1] near Kinston.  The two signs are similar in design and concept to twenty older signs in the system.  Those existing signs, in addition to marking Civil War sites, describe [Colonial Bath, BB-1], the [Battle of Echoe, QQ-1], development of the [Presbyterian Church, JJ-1], the [Battle of Alamance, GG-1], sites lost with the construction of [Lake Norman, MM-1], and a [soil conservation milestone, KK-1].  These markers measure five feet by six feet and are mounted on two posts or within brick enclosures.\r\n\r\n     The text follows:\r\n\r\n&nbsp &nbsp &nbsp  Along the banks of the Chowan River and Salmon Creek, the seeds were planted for the colony and state of North Carolina. From these roots in the 1600s emerged the refined plantation life of the ruling colonial gentry in the 1700s, made possible by the displacement of Indians and with slave labor. The earliest settlers in this region, largely natives of the British Isles, transplanted their folkways, building techniques, agricultural methods, and adventurous spirit to these shores.\r\n\tExplorers venturing south from Virginia included [John Pory, A-31] who in 1622 visited the Chowan River area, reporting the natives friendly and prospects for settlement good.  Among the first permanent European settlers was [Nathaniel Batts, A-64], a trader in animal pelts.  In 1655 he hired a carpenter to build a house about three miles south near the mouth of Salmon Creek.  By the time Charles II of England granted a charter to the Lords Proprietors in 1663, a small but growing community was in place along this river. The area was designated one of three official ports of entry in 1676.\r\n\tWhile the proprietors legally headed the government, power rested in the hands of the governor and the council. Six colonial governors lived nearby during the proprietary (1663-1729) and royal (1729-1776) periods:\r\n*\tSamuel Stephens, the first of the leaders to settle on Salmon Creek, encountered dissension and despair among the colonists during his term, 1667-1670.\r\n*\tSeth Sothel in 1678 acquired 4,000 acres where Batts and Stephens had lived. As governor beginning in 1682, Sothel incurred charges of oppression, tyranny, extortion, and bribery, leading to his conviction and banishment in 1689.\r\n*\tEdward Hyde also served a stormy tenure as governor, 1711-1712, witnessing the outbreak of the Tuscarora War that devastated the colony. Hyde, who took up residence on Salmon Creek in 1710, was the first governor of the separate colony of North Carolina, the division of Carolina taking place in 1712.\r\n*\tThomas Pollock, who had been jailed by Sothel, served as acting governor, 1712-1714 and again in 1722. His plantation house, “Balgra,” was two miles south on the north side of Salmon Creek. There he and Hyde withstood a small naval attack in 1711 during Cary’s Rebellion.\r\n*\tCharles Eden, governor from 1714 to 1722, purchased the property in this immediate vicinity in 1719 and constructed “Eden House” a few yards north. His home in time became an elegant center of social life for the Albemarle aristocracy. Following his death in 1722, the “Town on Queen Anne’s Creek” was renamed Edenton and soon supplanted this area as the social and political center.\r\n*\tGabriel Johnston, who served as royal governor from 1734 to 1752, married Eden’s stepdaughter Penelope Golland around 1740 and lived at Eden House. By the close of his term North Carolina was undergoing tremendous growth and settlement had extended to the foothills of the Appalachian mountains.\r\n\tOver time the colonial estates along the Chowan River and Salmon Creek have been lost to shoreline erosion, fire, or decay. The area south of Salmon Creek, owned through most of the 1700s by three generations of the Duckenfield family, was acquired by the Capeheart family in 1829 and afterwards known as “Avoca.” Pollock’s grave at “Balgra” and those at Eden House were moved to Edenton around 1890. In 1996, prior to construction of the improved US 17 bridge, archaeologists excavated an area a short distance southeast uncovering remnants of two houses constructed in the late 1600s and later owned by the Eden family.\r\n\r\n\r\nReferences:\r\nWilliam L. Saunders, ed., <i>The Colonial Records of North Carolina</i>, 10 vols. (1886-1890) and volumes of the <i>Colonial Records</i> (Second Series)\r\nWilliam P. Cumming, “The Earliest Permanent Settlement in Carolina:  Nathaniel Batts and the Comberford Map,” <i>American Historical Review</i> (October 1939)\r\nWilliam P. Cumming, <i>The Southeast in Early Maps</i>, revised edition enlarged by Louis DeVorsey, Jr. (1998)\r\nElizabeth G. McPherson, ed., “Nathaniell Batts, Landholder on Pasquotank River, 1660,” <i>North Carolina Historical Review</i> (January 1966) \r\nLindley S. Butler, “The Early Settlement of Carolina:  Virginia’s Southern Frontier,”\r\n<i>Virginia Magazine of History and Biography</i> (January 1971)\r\nMrs. John W. Hinsdale, “Governor Thomas Pollock,” <i>North Carolina Booklet</i> (April 1906)\r\nAlan D. Watson, <i>Bertie County:  A Brief History</i> (1982)\r\nBeth Crabtree, <i>North Carolina Governors, 1585-1975</i> (1974)\r\nWilliam S. Powell, ed., <i>Dictionary of North Carolina Biography</i>, 6 vols. (1979-1996)\r\nWilliam S. Powell, <i>North Carolina through Four Centuries</i> (1989)\r\nHolley Mack Bell, series of weekly columns in the <i>Bertie Ledger-Advance</i>, June19 – July 24, 1997",
  "records.0.fields.location": "US 17 at Chowan River bridge east of Windsor",
  "records.0.fields.gps": "Y",
  "records.0.fields.geo_shape.type": "Point",
  "records.0.fields.geo_shape.coordinates.0": -76.70936000019844,
  "records.0.fields.geo_shape.coordinates.1": 36.041419999893776,
  "records.0.fields.markerid": "A-10",
  "records.0.fields.ycoord": 36.04142,
  "records.0.fields.mainterm": "SALMON CREEK AND EDEN HOUSE: SEEDBED OF THE COLONY",
  "records.0.fields.maintermnonpermutated": "SALMON CREEK AND EDEN HOUSE: SEEDBED OF THE COLONY",
  "records.0.fields.requestor": "J. C. Bell, Windsor (1936)",
  "records.0.fields.yearcast": "2000",
  "records.0.fields.suffix": 10,
  "records.0.fields.countyid": 8,
  "records.0.fields.prefix": "A",
  "records.0.fields.id": "A-10",
  "records.0.fields.objectid": 5,
  "records.0.recordid": "941e99e348841929ee6d1040d0d4c7a4d37c35e7",
  "records.0.datasetid": "nc-historic-road-markers",
  "records.1.geometry.type": "Point",
  "records.1.geometry.coordinates.0": -76.22306999999955,
  "records.1.geometry.coordinates.1": 36.30229000008577,
  "records.1.record_timestamp": "2016-09-15T13:00:29+00:00",
  "records.1.fields.markertextwithbreaks": "Charles Griffin taught in\r\nthis county the first known\r\nschool in N.C. 1705-08.",
  "records.1.fields.uniquekey": 42264,
  "records.1.fields.notes": "Old-style marker.",
  "records.1.fields.xcoord": -76.22307,
  "records.1.fields.dotdistrictid": 1,
  "records.1.fields.geo_point_2d.0": 36.30229000008577,
  "records.1.fields.geo_point_2d.1": -76.22306999999955,
  "records.1.fields.markertitle": "FIRST SCHOOL",
  "records.1.fields.buffer": 3,
  "records.1.fields.sketch": "&nbsp &nbsp &nbsp  Although education has always been part of life in Carolina, Charles Griffin (ca. 1679-ca. 1720) was the first professional educator on record in the colony.  An immigrant from the West Indies, Griffin arrived in North Carolina in 1705, and soon established a school near Symond’s Creek, eight miles south of what is now Elizabeth City.  \r\n\r\n&nbsp &nbsp &nbsp  Griffin’s educational background and religious affiliation would have a significant impact on his career as a schoolteacher.  Raised in the West Indies, Griffin likely received a formal education, although records of his childhood are now lost.  At a time when local churches were primarily responsible for education, Griffin, a devout Anglican, arrived in the Pasquotank area in 1705, and established an Anglican school for local adolescents.  Despite the large Quaker presence in his precinct, Griffin’s school flourished, receiving accolades from Anglicans and Quakers alike.  Time spent within the Quaker community would later affect his relations with Anglicans within the colony.\r\n\r\n&nbsp &nbsp &nbsp  In 1708, two Anglican ministers replaced Griffin, who subsequently moved to Chowan County, where he established another school.  While Governor William Glover had maintained a favorable opinion of Griffin, by 1709 he felt Griffin’s experiences among Quakers led him from the Anglican faith.  Indeed, Griffin became entangled in the power struggle between Anglicans and Quakers, which culminated in Bath with [Cary’s Rebellion, BB-1].  Wanting to escape, Griffin moved to Virginia, where he entered the service of Governor William Spotswood.\r\n\r\n&nbsp &nbsp &nbsp  Griffin discovered in Virginia a new mission that would dictate the course of his career.  Around 1714, Griffin participated in Spotswood’s initiative to pacify frontier Indian tribes through Christianization.  In 1715, Griffin earned fifty pounds (sterling) per year teaching Indian children in Fort Christanna, along the banks of the Meherrin River.  In the summer of 1718, however, funding shortages closed the school, and Griffin was then hired as director of Indian studies at Virginia’s William and Mary College.  He remained at William and Mary for the duration of his career, and died nearby in 1721.  \r\n\r\n&nbsp &nbsp &nbsp  Charles Griffin’s life was dedicated to knowledge.  As a steward of education and religion, Griffin established the first school on record in North Carolina, while helping to spread Christianity through colonist and Indian populations.\r\n\r\n               \r\nReferences:\r\nHerbert R. Paschal, “Charles Griffin: Schoolmaster to the Southern Frontier,” in <i>Essays in Southern Biography</i> (1965)\r\nLawrence F. London and Sarah M. Lemmon, <i>The Episcopal Church in North Carolina, 1701-1959</i> (1987)\r\nR.D.W. Connor, William K. Boyd, and Joseph Hamilton, <i>History of North Carolina</i>, I (1919)\r\nWilliam Sounders, ed., <i>The Colonial Records of North Carolina</i>, I (1886)\r\nWilliam S. Powell, ed., <i>Dictionary of North Carolina Biography</i>, II, 370-371— sketch by Herbert R. Paschal",
  "records.1.fields.location": "US 17 Business in Elizabeth City",
  "records.1.fields.gps": "Y",
  "records.1.fields.geo_shape.type": "Point",
  "records.1.fields.geo_shape.coordinates.0": -76.22306999999955,
  "records.1.fields.geo_shape.coordinates.1": 36.30229000008577,
  "records.1.fields.markerid": "A-14",
  "records.1.fields.ycoord": 36.30229,
  "records.1.fields.mainterm": "FIRST SCHOOL",
  "records.1.fields.maintermnonpermutated": "FIRST SCHOOL",
  "records.1.fields.requestor": "Judge W. C. Morse, Jr., Elizabeth City",
  "records.1.fields.markertext": "Charles Griffin taught in this county the first known school in N.C. 1705-08.",
  "records.1.fields.yearcast": "1936-P",
  "records.1.fields.suffix": 14,
  "records.1.fields.countyid": 70,
  "records.1.fields.prefix": "A",
  "records.1.fields.id": "A-14",
  "records.1.fields.objectid": 9,
  "records.1.recordid": "83fe8bd2e19748a7f128b667a6f9caf1fe15fb86",
  "records.1.datasetid": "nc-historic-road-markers",
  "records.2.geometry.type": "Point",
  "records.2.geometry.coordinates.0": -76.192680000226,
  "records.2.geometry.coordinates.1": 36.55027999987209,
  "records.2.record_timestamp": "2016-09-15T13:00:29+00:00",
  "records.2.fields.markertextwithbreaks": "In 1728 the\r\nVirginia-Carolina boundary\r\nwas first surveyed from the\r\nAtlantic coast to a spot two\r\nhundred twenty miles west of\r\nhere.",
  "records.2.fields.uniquekey": 42266,
  "records.2.fields.notes": "If reordered use 220 mi. W. of here; need new post; standing on wooden post, 1995.",
  "records.2.fields.xcoord": -76.19268,
  "records.2.fields.dotdistrictid": 1,
  "records.2.fields.geo_point_2d.0": 36.55027999987209,
  "records.2.fields.geo_point_2d.1": -76.192680000226,
  "records.2.fields.markertitle": "DIVIDING LINE",
  "records.2.fields.buffer": 4,
  "records.2.fields.sketch": "[Virginia, J-28] and North Carolina’s early settlers intermingled beginning around 1650, particularly in North Carolina’s northeastern or Albemarle region, where colonists trickled down in search of good land to grow crops and establish homesteads.  In the early 1700’s, explorer [John Lawson, F-3] began surveying a boundary between Carolina and Virginia at the behest of the Lord Proprietors, but was unable to complete the task.  Because many colonists easily traveled back and forth between the two, the border between North Carolina and Virginia was vague until Virginian [William Byrd, J-7] first surveyed the line in 1728.  Byrd and other surveyors defined the line from the coast as far westward as modern Stokes County, about 240 miles.  \r\n\r\n&nbsp &nbsp &nbsp  The survey of the boundary between the two colonies was completed in 1749 when Thomas Jefferson’s father, Peter, began in Stokes County and completed the survey to what is now Ashe County. The borders were often disputed and additional surveys were called to settle claims, the most notable in 1887, when the two states sponsored another joint boundary survey.\r\n\t\r\n\tWhile Byrd’s adventure is interesting in itself, the explorer and aristocratic planter published a journal of the expedition, <i>The History of the Dividing Line Betwixt Virginia and North Carolina</i>, where he wrote about places and people encountered while surveying the dividing line.  In the alternate version, titled <i>The Secret History of the Line</i>, Byrd candidly described the attitudes and abilities of men from both Virginia and North Carolina, tending to place the former over the latter.  The unofficial account was only recently published, as Byrd’s frank descriptions of raw colonial life in his secret history deterred many publishing companies.  Both versions of Byrd’s account are entertaining, and offer a rare and humorous glimpse into life and travel in colonial America.\r\n\r\n\r\nReferences:\r\nWilliam S. Powell, <i>North Carolina Through Four Centuries</i> (1989) \r\nLouis B. Wright, ed., <i>The Prose Works of William Byrd of Westover: Narratives of a Colonial Virginian</i> (1966)\r\nAllen Johnson, ed., <i>Dictionary of American Biography</i>, III, 383-384—sketch by Thomas Jefferson Wertenbaker\r\nKenneth A. Lockridge, <i>The Diary and Life of William Byrd II of Virginia, 1674-1744</i> (1987)\r\nWilliam S. Powell, ed., <i>Dictionary of North Carolina Biography</i>, I, 663—sketch by Lindley S. Butler\r\nBill Sharpe, <i>A New Geography of North Carolina</i> (1954-1965) \r\nVirginius Dabney, <i>Virginia: The New Dominion</i> (1992) \r\nVirginia History: http://www.virginia.gov/cmsportal2/facts_and_history_4096/index.html",
  "records.2.fields.location": "NC 168 at NC/VA boundary",
  "records.2.fields.gps": "Y",
  "records.2.fields.geo_shape.type": "Point",
  "records.2.fields.geo_shape.coordinates.0": -76.192680000226,
  "records.2.fields.geo_shape.coordinates.1": 36.55027999987209,
  "records.2.fields.markerid": "A-16",
  "records.2.fields.ycoord": 36.55028,
  "records.2.fields.yearsreplaced": "1948-P*1967-P",
  "records.2.fields.maintermnonpermutated": "DIVIDING LINE",
  "records.2.fields.requestor": "Staff",
  "records.2.fields.markertext": "In 1728 the Virginia-Carolina boundary was first surveyed from the Atlantic coast to a spot two hundred twenty miles west of here.",
  "records.2.fields.yearcast": "1938",
  "records.2.fields.suffix": 16,
  "records.2.fields.countyid": 27,
  "records.2.fields.prefix": "A",
  "records.2.fields.mainterm": "DIVIDING LINE",
  "records.2.fields.id": "A-16",
  "records.2.fields.objectid": 11,
  "records.2.recordid": "89f8699a858236ae15a016b203b38f371ae24851",
  "records.2.datasetid": "nc-historic-road-markers",
  "records.3.geometry.type": "Point",
  "records.3.geometry.coordinates.0": -77.09950999990204,
  "records.3.geometry.coordinates.1": 36.442289999898414,
  "records.3.record_timestamp": "2016-09-15T13:00:29+00:00",
  "records.3.fields.markertextwithbreaks": "Opened 1848 as Chowan Baptist Female Institute. Became four-year college, 1992. A university since 2006. Two blocks south.",
  "records.3.fields.uniquekey": 42269,
  "records.3.fields.xcoord": -77.09951,
  "records.3.fields.dotdistrictid": 1,
  "records.3.fields.geo_point_2d.0": 36.442289999898414,
  "records.3.fields.geo_point_2d.1": -77.09950999990204,
  "records.3.fields.markertitle": "CHOWAN UNIVERSITY",
  "records.3.fields.buffer": 3,
  "records.3.fields.sketch": "&nbsp &nbsp &nbsp  Chowan College, now Chowan University, a four-year institution affiliated with the [Baptist State Convention, F-46], traces its origins to the May 1848 meeting of the Chowan Baptist Association, where a group of Baptist deacons recommended that a regional school for girls be created.  On October 11, 1848, Chowan Female Institute opened in Murfreesboro with an initial class of eleven students.  Renamed Chowan Female Collegiate Institute in 1850, the school featured a curriculum that included math, the sciences, history, and the language and fine arts.  Tuition in 1850 was $113 for five months, a substantial cost at the time. \r\n\r\n&nbsp &nbsp &nbsp  In 1910 the school was renamed Chowan College, and began granting four year bachelor degrees.  Fifteen years later, Chowan College was granted state accreditation, and in 1927 received a $25,000 gift from tobacco magnet [Benjamin N. Duke, G-63].  Four years later, after a failed attempt to merge with [Meredith College, H-38] in Raleigh, Chowan College began enrolling men.  Although the college had remained open with an all female student body during the Civil War, the absence of male students during World War II forced the college’s closing from 1943 to 1948.  In 1949 the school reopened as a two-year institution, providing education on a junior college level.\r\n\r\n&nbsp &nbsp &nbsp  During the 1980s, debates were held over whether to return the school to a four-year program.  In 1992, the college again began offering bachelor of arts and bachelor of science degrees, awarding such diplomas in 1994.  The name of the school officially changed from Chowan College to Chowan University on September 1, 2006.  In the early 2000s the institution had nearly 800 students and over 80 faculty members. \r\n\r\n\r\n\r\nSources:\r\nWilliam S. Powell, <i>Higher Education in North Carolina</i> (1964)\r\nWilliam S. Powell, ed., <i>Encyclopedia of North Carolina</i> (2006)\r\nChowan University website:  http://www.chowan.edu",
  "records.3.fields.location": "US 158/258 (Main Street) at College Street in Murfreesboro",
  "records.3.fields.gps": "Y",
  "records.3.fields.geo_shape.type": "Point",
  "records.3.fields.geo_shape.coordinates.0": -77.09950999990204,
  "records.3.fields.geo_shape.coordinates.1": 36.442289999898414,
  "records.3.fields.markerid": "A-19",
  "records.3.fields.ycoord": 36.44229,
  "records.3.fields.yearsreplaced": "2008-R",
  "records.3.fields.maintermnonpermutated": "CHOWAN COLLEGE",
  "records.3.fields.requestor": "Staff",
  "records.3.fields.markertext": "Opened 1848 as Chowan Baptist Female Institute. Became four-year college, 1992. A university since 2006. Two blocks south.",
  "records.3.fields.yearcast": "1939-P",
  "records.3.fields.suffix": 19,
  "records.3.fields.countyid": 46,
  "records.3.fields.prefix": "A",
  "records.3.fields.mainterm": "CHOWAN COLLEGE",
  "records.3.fields.id": "A-19",
  "records.3.fields.objectid": 14,
  "records.3.recordid": "f6b3637a3ea171a917e0bf466dd8dc77faf88024",
  "records.3.datasetid": "nc-historic-road-markers",
  "records.4.geometry.type": "Point",
  "records.4.geometry.coordinates.0": -76.21891999988091,
  "records.4.geometry.coordinates.1": 36.29816000016131,
  "records.4.record_timestamp": "2016-09-15T13:00:29+00:00",
  "records.4.fields.markertextwithbreaks": "Culpeper and Durant led a\r\nrevolt against British trade\r\nlaws, seized the government\r\n1677, 2 mi. SE.",
  "records.4.fields.uniquekey": 42271,
  "records.4.fields.notes": "Old-style marker; first names?",
  "records.4.fields.xcoord": -76.21892,
  "records.4.fields.dotdistrictid": 1,
  "records.4.fields.geo_point_2d.0": 36.29816000016131,
  "records.4.fields.geo_point_2d.1": -76.21891999988091,
  "records.4.fields.markertitle": "CULPEPER'S REBELLION",
  "records.4.fields.buffer": 3,
  "records.4.fields.sketch": "Culpeper’s Rebellion took place in 1677-1678 in Albemarle County (what is now Pasquotank County).  The rebellion was in response a variety of complaints about the government, but arose primarily as a reaction to the Navigation Acts imposed on the colonies by England.  At the time, North Carolina was ruled by eight Lords Proprietors.  The government in North Carolina consisted of the following:  the Governor; the Council, half of which was appointed by the Lords Proprietors; and an Assembly elected by popular vote.  The Council was powerful while the Assembly was weak.  \r\n\r\n\tThe people were unhappy with the government.  The Proprietors, who paid little heed to the increasing discontent, kept appointing deputies, and the people saw this as a way for the Proprietors to continue to limit the people’s privileges.  With the passage in England of the Navigation Acts, resentment for the Proprietors grew.  The Navigation Acts regulated the shipping of goods, and many of the acts passed imposed duties or taxes on items shipped between colonies.  \r\n\r\n\tIn 1672, Governor Peter Carteret traveled to England to try and convince the Proprietors that they should not enforce the new laws.  His attempt failed.  Tensions ran high between two factions that existed in Albemarle.  The three opposition leaders were John Culpeper, John Jenkins, and [George Durant, A-3].  Thomas Miller, one of the supporters of the Proprietors, was appointed secretary and collector of the duties.  He later became acting governor.  He abused his power by tampering with local elections and imposing heavy fines on colonists.\r\n\r\n\tFinally, the opposition had had enough.  Durant, Culpeper, and some armed supporters captured and imprisoned Miller.  They arrested other officials and eventually seized the reins of government.  For two years, the colonists enjoyed peace and the government ran more smoothly.  The Proprietors summoned Culpeper to England, where he was arrested and charged with treason.  He was put on trial, but he was found not guilty, marking the end of the rebellion.\r\n\r\n\r\nReferences:\r\nHugh F. Rankin, <i>Upheaval in Albemarle:  The Story of Culpeper’s Rebellion, 1675-1689</i> (1962)\r\nMattie Erma E. Parker, “Legal Aspects of Culpeper’s Rebellion,” <i>North Carolina Historical Review</i> (April 1968):  111-127\r\nWilliam S. Powell, ed., <i>Encyclopedia of North Carolina</i> (2006)—sketch by Lindley S. Butler\r\nElizabeth City & Pasquotank County website page on Culpeper’s Rebellion: http://www.elizcity.com/history/culpepers-rebellion.shtml\r\nWilliam S. Smith, Jr., “Culpeper’s Rebellion:  New Data and Old Problems” (M.A. thesis, North Carolina State University, 1990), available at: http://gen.culpepper.com/historical/rebellion/default.htm",
  "records.4.fields.location": "NC 34 (Water Street) in Elizabeth City",
  "records.4.fields.gps": "Y",
  "records.4.fields.geo_shape.type": "Point",
  "records.4.fields.geo_shape.coordinates.0": -76.21891999988091,
  "records.4.fields.geo_shape.coordinates.1": 36.29816000016131,
  "records.4.fields.markerid": "A-21",
  "records.4.fields.ycoord": 36.29816,
  "records.4.fields.mainterm": "CULPEPER'S REBELLION",
  "records.4.fields.maintermnonpermutated": "CULPEPER'S REBELLION",
  "records.4.fields.requestor": "Judge W. C. Morse, Jr., Elizabeth City; Carrie S. Jackson, DAR, Elizabeth City",
  "records.4.fields.markertext": "Culpeper and Durant led a revolt against British trade laws, seized the government 1677, 2 mi. SE.",
  "records.4.fields.yearcast": "1940-P",
  "records.4.fields.suffix": 21,
  "records.4.fields.countyid": 70,
  "records.4.fields.prefix": "A",
  "records.4.fields.id": "A-21",
  "records.4.fields.objectid": 17,
  "records.4.recordid": "32000f1c949d3b49bc56d20591039b3c3456f093",
  "records.4.datasetid": "nc-historic-road-markers"
}
